---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.VertexPair
source: html/6f8fbf93-a920-3b42-b00a-253a8547d220.htm
---
# VertexPair Members

Constructs a new VertexPair from a pair of indices in the curve loops.